<?php
################################################################################
#                                                                              #
#   PhpSiteLib. Библиотека для быстрой разработки сайтов                       #
#                                                                              #
#   Copyright (с) 2002, Ilya Blagorodov (blagorodov.ru)                        #
#                                                                              #
#   psl_subscr.inc.php                                                         #
#   Подписка. Хранение подписок, редактирование, добавление подписчиков.       #
#   Осуществление рассылки.                                                    #
#                                                                              #
################################################################################
/*

     int GetErrno()                                   - Последняя ошибка (код)
     int GetError()                                   - Последняя ошибка (сообщение)

*/

define ('E_PSL_SUBSCRIBE_OK',       0);

class PslSubscribe {

}

?>