<?php
################################################################################
#                                                                              #
#   PhpSiteLib. Библиотека для быстрой разработки сайтов                       #
#                                                                              #
#   Copyright (с) 2002, Ilya Blagorodov (blagorodov.ru)                        #
#                                                                              #
#   psl_cart.inc.php                                                           #
#   Корзина. Привязка к авторизованному или анонимному пользователю,           #
#   Привязка к каталогу товаров. Редактирование, вывод, ред. в админе.         #
#                                                                              #
################################################################################
/*

     int GetErrno()                                   - Последняя ошибка (код)
     int GetError()                                   - Последняя ошибка (сообщение)

*/

define (E_PSL_CART_OK,       0);

class PslCart {

}

?>