<?php
################################################################################
#                                                                              #
#   PhpSiteLib. Библиотека для быстрой разработки сайтов                       #
#                                                                              #
#   Copyright (с) 2002, Ilya Blagorodov (blagorodov.ru)                        #
#                                                                              #
#   psl_voter.inc.php                                                          #
#   Голосовалка. Фиксация рез-в голосования, поддержка множества голосований,  #
#   редактирование в админе, вывод результатов.                                #
#                                                                              #
################################################################################
/*

     int GetErrno()                                   - Последняя ошибка (код)
     int GetError()                                   - Последняя ошибка (сообщение)

*/

define (E_PSL_VOTER_OK,       0);

class PslVoter {

}

?>