<?php
################################################################################
#                                                                              #
#   PhpSiteLib. Библиотека для быстрой разработки сайтов                       #
#                                                                              #
#   Copyright (с) 2002, Ilya Blagorodov (blagorodov.ru)                        #
#                                                                              #
#   psl_tracker.inc.php                                                        #
#   Отслеживание действий пользователей по IP с привязкой к авторизованным     #
#   пользователям и страницам. Фиксация действия, статистики и просмотр.       #
#                                                                              #
################################################################################
/*

     int GetErrno()                                   - Последняя ошибка (код)
     int GetError()                                   - Последняя ошибка (сообщение)

*/

define (E_PSL_TRACKER_OK,       0);

class PslTracker {

}

?>