<?php
################################################################################
#                                                                              #
#   PhpSiteLib. Библиотека для быстрой разработки сайтов                       #
#                                                                              #
#   Copyright (с) 2002, Ilya Blagorodov (blagorodov.ru)                        #
#                                                                              #
#   psl_cat.inc.php                                                            #
#   Каталог товаров. Поддержка вложенных категорий, доп. справочников,         #
#   сложных параметризированных описаний, закачка картинок, поиск, вывод, ред. #
#                                                                              #
################################################################################
/*

     int GetErrno()                                   - Последняя ошибка (код)
     int GetError()                                   - Последняя ошибка (сообщение)

*/

define (E_PSL_CAT_OK,       0);

class PslCat {

}

?>