<?

define( 'IMAGES_DELIMITER', '&' );
        
define( 'PATH_TO_PIC', 'pic/' );
define( 'PATH_TO_BIN', 'data/' );
define( 'PATH_TO_EDITOR', PATH_TO_ADMIN . 'editor/' );
define( 'EDITOR_SCRIPT', 'ckeditor.php' );

define( 'INDEX','index' );

$g_weekdays = 
array( 
    '1'  => 'понедельник', 
    '2'  => 'вторник', 
    '3'  => 'среда', 
    '4'  => 'четверг', 
    '5'  => 'пятница', 
    '6'  => 'суббота', 
    '7'  => 'воскресенье' 
);

$g_weekdays_abbrev = 
array( 
    '1'  => 'пн', 
    '2'  => 'вт', 
    '3'  => 'ср', 
    '4'  => 'чт', 
    '5'  => 'пт', 
    '6'  => 'сб', 
    '7'  => 'вс' 
);

$g_month_names_gen = 
array( 
    '1'  => 'января', 
    '2'  => 'февраля',
    '3'  => 'марта',
    '4'  => 'апреля',
    '5'  => 'мая',
    '6'  => 'июня',
    '7'  => 'июля',
    '8'  => 'августа',
    '9'  => 'сентября',
    '10' => 'октября',
    '11' => 'ноября',
    '12' => 'декабря'
);

$g_month_names = 
array(
    '1'  => 'январь',
    '2'  => 'февраль',
    '3'  => 'март',
    '4'  => 'апрель',
    '5'  => 'май',
    '6'  => 'июнь',
    '7'  => 'июль',
    '8'  => 'август',
    '9'  => 'сентябрь',
    '10' => 'октябрь',
    '11' => 'ноябрь',
    '12' => 'декабрь'
);

$g_month_names_abbrev = 
array(
    '1'  => 'янв',
    '2'  => 'фев',
    '3'  => 'мар',
    '4'  => 'апр',
    '5'  => 'май',
    '6'  => 'июн',
    '7'  => 'июл',
    '8'  => 'авг',
    '9'  => 'сен',
    '10' => 'окт',
    '11' => 'ноя',
    '12' => 'дек'
);


?>
